tap 'neovim/neovim'
brew 'neovim'

tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-roboto-mono-nerd-font'
cask 'font-inconsolata-nerd-font'

brew 'autojump'
brew 'direnv'
brew 'jq'
brew 'mr'
brew 'node'
brew 'tmux'
brew 'tree'

cask '1password-cli'
cask 'alacritty', args: { no_quarantine: true }
cask 'google-cloud-sdk'
cask 'rectangle'
cask 'tandem'
